Revit 2027 API
GroupTypeId.CurtainGrid Property
 Grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainGrid { get; }
Public Shared ReadOnly Property CurtainGrid As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainGrid {
	ForgeTypeId^ get ();
}
static member CurtainGrid : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace